# Воронка. Задача отследить заинтерисованность через счетчики.  Сделать несколько веток развития.

LEXICON_PRESENTATION: dict[str, str] = {
    '/present1': '<b>МАРКЕТПЛЕЙС СКИДОК №1 в БЕЛАРУСИ.</b>\n'
                 'Компания Сливки Бай предоставляет уникальный комплекс рекламных продуктов. Аналогов нет на рынке РБ. '
                 'Работая со сливками, вы получаете гибкий инструмент для привлечения дополнительных клиентов. '
                 'И очень часто клиентская база от Сливок бай является единственной возможностью для эффективного развития. '
                 'Расскажу кратко о возможностях компании. Про некоторые из которых вы скорее всего не знаете. '
                 'А те, кто дочитает до конца, узнают какие услуги можно получить на более выгодных условиях. Готовы продолжить?',
}


LEXICON_btn_presentation1: dict[str, str] = {
        'ДА ГОТОВ': 'LEXICON_btn_presentation1',
    }