LEXICON_btn_faq: dict[str, str] = {
    'main_menu': 'Назад в меню',
    'faq_1': 'Как начать сотрудничество?',
    'faq_1_info': '<b>Как начать сотрудничество?</b>\n'
                  '✅Свяжитесь со специалистом по продажам.\n'
                  '✅Совместо со специалистом по продажам определите вид размещения, который подходит вам.\n'
                  '✅Оплатите счет.\n'
                  '✅Разместите рекламу.',
    'faq_2': 'Сколько стоит размещение?',
    'faq_2_info': '<b>Сколько стоит размещение?</b>\n'
                  'Есть базовый прайс, опираясь на который можно получить информацию о стоимости.'
                  ' При формировании конечного предлоения учитывается:\n'
                  '✅Объем планируемых активностей.\n'
                  '✅История отношений между нами.\n'
                  '✅Перспектива сотрудничества.\n'
                  '✅Тематика сотрудничества.\n',
    'faq_4': 'Способы оплаты.',
    'faq_4_info': '<b>Способы оплаты.</b>\n'
                  'Код 22601 Реклама. «Платежи за оказание услуг по производству, размещению, распространению рекламы»\n\n'
                  'Клиент может оплатить:\n'
                  '✅С рачетного счета компании клиента.\n'
                  '✅Через кассу в любом банке/почте. '
                  'Предоставить счет на оплату от нашей компании кассиру. '
                  'Обязательно сообщить "за рекламу, <b>не через систему ерип</b>".\n'
                  'Прислать фото документа, подтвежадющего оплату.\n'
                  '✅Банковской картой через личный кабинет. Переводы - юридическому лицу - по реквизитам - произвольный платеж.\n'
                  'Зависит от прилжения конкретного банка.\n'
                  'Из счета для оплаты внесите наши реквизиты. Назначение платежа - "не в бюджет за рекламу".\n'
                  'Прислать фото документа, подтвежадющего оплату.',
    'faq_3': 'У вас дорого.',
    'faq_3_info': '<b>У вас дорого.</b>\n'
                  'У нас много вариантов размещения. Бюджеты могут быть от 45 рублей в месяд до 10 000 рублей и больше. '
                  'Для того, чтобы выбрать правильные рекламные инструменты и провести эффективную'
                  ' рекламную компанию, необходимо ответственно подойдти к поставленной задаче. Партнерский подход значительно '
                  'повысит шансы на успешный результат.',
    'faq_5': 'Информация для создани акции.\n',
    'faq_5_info':  '<b>Для запуска акции необходимо:</b>\n'
                   '✅Реквизиты. Указать директора и на основании чего он действует.\n'
                   '✅Логотип.\n'
                   '✅Маркетинговое название.\n'
                   '✅Ссылки на сайт и инсту.\n'
                   '✅Контактные телефоны, адрес эл. почты.\n'
                   '✅Адрес заведения.\n'
                   '✅График работы.\n'
                   '✅Фотографии заведения или места, где оказываются услуги.\n'
                   '✅Фотографии работ.\n'
                   '✅Фотографии мастеров с указанием опыта.\n'
                   '✅Видео материалы (желательно ссылки на инсту или ютуб.\n'
                   '✅Стоимость услуги до скидки и после скидки.\n'
                   '✅Преимущества компании.\n'
                   '✅Заполнить бриф.\n',
}